RRN_Data/1372000/1372084.xml

<?xml version="1.0" encoding="UTF-8"?><soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope"><soap:Body><d2LogicalModel xmlns="http://datex2.eu/schema/2/2_0" modelBaseVersion="2"><exchange><supplierIdentification><country>fr</country><nationalIdentifier>Tipi</nationalIdentifier></supplierIdentification><subscription><operatingMode>operatingMode1</operatingMode><subscriptionStartTime>2023-10-19T16:31:52.023+02:00</subscriptionStartTime><subscriptionState>active</subscriptionState><updateMethod>allElementUpdate</updateMethod><target><address/><protocol/></target></subscription></exchange><payloadPublication xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:type="SituationPublication" lang="fr"><publicationTime>2023-10-19T16:31:52.023+02:00</publicationTime><publicationCreator><country>fr</country><nationalIdentifier>Tipi</nationalIdentifier></publicationCreator><situation id="231019-000724" version="5"><overallSeverity>high</overallSeverity><situationVersionTime>2023-10-19T16:31:51.455+02:00</situationVersionTime><headerInformation><confidentiality>noRestriction</confidentiality><informationStatus>real</informationStatus></headerInformation><situationRecord xsi:type="MaintenanceWorks" id="231019-000724-103" version="2"><situationRecordCreationReference>Allegro-Evt-231019-000020-Allegro-Evt-231019-000020-000003</situationRecordCreationReference><situationRecordCreationTime>2023-10-19T09:14:48.000+02:00</situationRecordCreationTime><situationRecordObservationTime>2023-10-19T16:31:37.000+02:00</situationRecordObservationTime><situationRecordVersionTime>2023-10-19T16:31:51.455+02:00</situationRecordVersionTime><situationRecordFirstSupplierVersionTime>2023-10-19T09:14:48.000+02:00</situationRecordFirstSupplierVersionTime><probabilityOfOccurrence>certain</probabilityOfOccurrence><source><sourceIdentification>Direction interdépartementale des routes/DIR Nord</sourceIdentification><sourceName><values><value lang="fr">CIGT Lille</value></values></sourceName><reliable>true</reliable></source><validity><validityStatus>suspended</validityStatus><validityTimeSpecification><overallStartTime>2023-10-19T09:14:48.000+02:00</overallStartTime><overallEndTime>2023-10-19T16:31:37.000+02:00</overallEndTime><validPeriod><periodName><values><value lang="FR">Uniquement de jour</value></values></periodName></validPeriod></validityTimeSpecification></validity><impact><numberOfLanesRestricted>1</numberOfLanesRestricted><originalNumberOfLanes>1</originalNumberOfLanes><trafficConstrictionType>carriagewayBlocked</trafficConstrictionType></impact><generalPublicComment><comment><values><value lang="fr">DIR Nord/District Littoral/CEI de Peuplingues</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">sur bretelle de sortie</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">Point particulier : début : situé 9 m au nord de Guines Cité-Europe-est, fin : situé 2070 m au sud de Calais Saint-Pierre</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">De Paris vers Belgique - Oostende</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><groupOfLocations xsi:type="Point"><externalReferencing><externalLocationCode>62A901643_1D-D304-304</externalLocationCode><externalReferencingSystem>TipiBretelle</externalReferencingSystem></externalReferencing><supplementaryPositionalDescription><affectedCarriagewayAndLanes><carriageway>exitSlipRoad</carriageway><lane>allLanesCompleteCarriageway</lane><lengthAffected>304.0</lengthAffected></affectedCarriagewayAndLanes></supplementaryPositionalDescription><tpegPointLocation xsi:type="TpegSimplePoint"><tpegDirection>eastBound</tpegDirection><tpegSimplePointLocationType>nonLinkedPoint</tpegSimplePointLocationType><point xsi:type="TpegNonJunctionPoint"><pointCoordinates><latitude>50.938988</latitude><longitude>1.8361323</longitude></pointCoordinates><name><descriptor><values><value lang="fr">Calais</value></values></descriptor><tpegOtherPointDescriptorType>townName</tpegOtherPointDescriptorType></name><name><descriptor><values><value lang="fr">A16</value></values></descriptor><tpegOtherPointDescriptorType>linkName</tpegOtherPointDescriptorType></name></point></tpegPointLocation><alertCPoint xsi:type="AlertCMethod4Point"><alertCLocationCountryCode>F</alertCLocationCountryCode><alertCLocationTableNumber>32</alertCLocationTableNumber><alertCLocationTableVersion>11.0</alertCLocationTableVersion><alertCDirection><alertCDirectionCoded>positive</alertCDirectionCoded></alertCDirection><alertCMethod4PrimaryPointLocation><alertCLocation><alertCLocationName><values><value lang="fr">Calais Saint-Pierre</value></values></alertCLocationName><specificLocation>11992</specificLocation></alertCLocation><offsetDistance><offsetDistance>2070</offsetDistance></offsetDistance></alertCMethod4PrimaryPointLocation></alertCPoint><pointAlongLinearElement><directionRelativeAtPoint>aligned</directionRelativeAtPoint><linearElement><roadName><values><value lang="fr">A16</value></values></roadName></linearElement><distanceAlongLinearElement xsi:type="DistanceFromLinearElementReferent"><distanceAlong>669.0</distanceAlong><fromReferent><referentIdentifier>62PR81D</referentIdentifier><referentType>referenceMarker</referentType></fromReferent></distanceAlongLinearElement></pointAlongLinearElement></groupOfLocations><management><lifeCycleManagement><end>true</end></lifeCycleManagement></management><situationRecordExtension><situationRecordExtendedApproved><safetyRelatedMessage>false</safetyRelatedMessage></situationRecordExtendedApproved></situationRecordExtension><mobility><mobilityType>stationary</mobilityType></mobility><roadMaintenanceType>grassCuttingWork</roadMaintenanceType></situationRecord><situationRecord xsi:type="MaintenanceWorks" id="231019-000724-102" version="4"><situationRecordCreationReference>Allegro-Evt-231019-000020-Allegro-Evt-231019-000020-000002</situationRecordCreationReference><situationRecordCreationTime>2023-10-19T09:14:48.000+02:00</situationRecordCreationTime><situationRecordObservationTime>2023-10-19T16:31:37.000+02:00</situationRecordObservationTime><situationRecordVersionTime>2023-10-19T16:31:51.455+02:00</situationRecordVersionTime><situationRecordFirstSupplierVersionTime>2023-10-19T09:14:48.000+02:00</situationRecordFirstSupplierVersionTime><probabilityOfOccurrence>certain</probabilityOfOccurrence><source><sourceIdentification>Direction interdépartementale des routes/DIR Nord</sourceIdentification><sourceName><values><value lang="fr">CIGT Lille</value></values></sourceName><reliable>true</reliable></source><validity><validityStatus>suspended</validityStatus><validityTimeSpecification><overallStartTime>2023-10-19T09:14:48.000+02:00</overallStartTime><overallEndTime>2023-10-19T16:31:37.000+02:00</overallEndTime><validPeriod><periodName><values><value lang="FR">Uniquement de jour</value></values></periodName></validPeriod></validityTimeSpecification></validity><impact><numberOfLanesRestricted>1</numberOfLanesRestricted><originalNumberOfLanes>4</originalNumberOfLanes><trafficConstrictionType>lanesBlocked</trafficConstrictionType></impact><generalPublicComment><comment><values><value lang="fr">DIR Nord/District Littoral/CEI de Peuplingues</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">Point particulier : début : situé 899 m au nord de Tunnel-sous-la-Manche, fin : situé 2065 m au sud de Calais Saint-Pierre</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">De Paris vers Belgique - Oostende</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><groupOfLocations xsi:type="Linear"><supplementaryPositionalDescription><affectedCarriagewayAndLanes><carriageway>mainCarriageway</carriageway><lane>lane1</lane></affectedCarriagewayAndLanes></supplementaryPositionalDescription><tpegLinearLocation><tpegDirection>eastBound</tpegDirection><tpegLinearLocationType>segment</tpegLinearLocationType><to xsi:type="TpegNonJunctionPoint"><pointCoordinates><latitude>50.940197</latitude><longitude>1.8323879</longitude></pointCoordinates><name><descriptor><values><value lang="fr">Calais</value></values></descriptor><tpegOtherPointDescriptorType>townName</tpegOtherPointDescriptorType></name><name><descriptor><values><value lang="fr">A16</value></values></descriptor><tpegOtherPointDescriptorType>linkName</tpegOtherPointDescriptorType></name></to><from xsi:type="TpegNonJunctionPoint"><pointCoordinates><latitude>50.941463</latitude><longitude>1.8239583</longitude></pointCoordinates><name><descriptor><values><value lang="fr">Calais</value></values></descriptor><tpegOtherPointDescriptorType>townName</tpegOtherPointDescriptorType></name><name><descriptor><values><value lang="fr">A16</value></values></descriptor><tpegOtherPointDescriptorType>linkName</tpegOtherPointDescriptorType></name></from></tpegLinearLocation><alertCLinear xsi:type="AlertCMethod4Linear"><alertCLocationCountryCode>F</alertCLocationCountryCode><alertCLocationTableNumber>32</alertCLocationTableNumber><alertCLocationTableVersion>11.0</alertCLocationTableVersion><alertCDirection><alertCDirectionCoded>positive</alertCDirectionCoded></alertCDirection><alertCMethod4PrimaryPointLocation><alertCLocation><alertCLocationName><values><value lang="fr">Calais Saint-Pierre</value></values></alertCLocationName><specificLocation>11992</specificLocation></alertCLocation><offsetDistance><offsetDistance>2065</offsetDistance></offsetDistance></alertCMethod4PrimaryPointLocation><alertCMethod4SecondaryPointLocation><alertCLocation><alertCLocationName><values><value lang="fr">Tunnel-sous-la-Manche</value></values></alertCLocationName><specificLocation>11990</specificLocation></alertCLocation><offsetDistance><offsetDistance>899</offsetDistance></offsetDistance></alertCMethod4SecondaryPointLocation></alertCLinear><linearWithinLinearElement><directionRelativeOnLinearSection>aligned</directionRelativeOnLinearSection><linearElement><roadNumber>A0016</roadNumber></linearElement><fromPoint xsi:type="DistanceFromLinearElementReferent"><distanceAlong>674.0</distanceAlong><fromReferent><referentIdentifier>62PR81D</referentIdentifier><referentType>referenceMarker</referentType></fromReferent></fromPoint><toPoint xsi:type="DistanceFromLinearElementReferent"><distanceAlong>63.0</distanceAlong><fromReferent><referentIdentifier>62PR81D</referentIdentifier><referentType>referenceMarker</referentType></fromReferent></toPoint></linearWithinLinearElement></groupOfLocations><management><lifeCycleManagement><end>true</end></lifeCycleManagement></management><situationRecordExtension><situationRecordExtendedApproved><safetyRelatedMessage>false</safetyRelatedMessage></situationRecordExtendedApproved></situationRecordExtension><mobility><mobilityType>stationary</mobilityType></mobility><roadMaintenanceType>grassCuttingWork</roadMaintenanceType></situationRecord></situation></payloadPublication></d2LogicalModel></soap:Body></soap:Envelope>